-- phpMyAdmin SQL Dump
-- version 4.3.11
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Aug 02, 2015 at 03:02 PM
-- Server version: 5.6.24
-- PHP Version: 5.6.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `blog`
--

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE IF NOT EXISTS `articles` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `date` date NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf16;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `content`, `date`) VALUES
(1, 'Фондовые индексы РФ растут, несмотря на продление санкций ЕС', 'МОСКВА, 22 июня. /ТАСС/. Российские биржевые индексы в первой половине торгов на Московской бирже растут: индекс ММВБ (MICEX) поднялся на 0,56% до 1672,37 пункта, а РТС вырос на 1,64% до 982,72 пункта.\r\n\r\nПока положительное влияние на динамику ключевых индексов оказывает начало активной фазы дивидендного сезона, что стимулирует инвесторов удерживать бумаги, по крайней мере, до дивидендной отсечки, отмечает аналитик Промсвязьбанка Илья Фролов. «Отскок цен на нефть от внутридневных минимумов пятницы, а также наблюдаемый сегодня утром рост на азиатских площадках задают слабо положительный вектор динамике индекса ММВБ на старте торгов», — добавляет эксперт.\r\n\r\nСегодня в ходе торгов на бирже ICE в Лондоне стоимость фьючерса на нефть марки Brent с поставкой в августе выросла на 0,73% до 63,48 доллара за баррель.\r\n\r\nПри этом рост российских фондовых индексов происходит несмотря на продление санкций ЕС против РФ еще на полгода. Так, совет ЕС на уровне глав МИД продлил срок действия экономических санкции в отношении России на 6 месяцев — до 31 января 2016 года.\r\n\r\nСегодня возможно некоторое повышение на фоне смягчения опасений в отношении долговых проблем Греции, полагает ведущий аналитик ИГ «Олма» Антон Старцев. «В выходные греческий премьер-министр представил новый план бюджетной экономии, который может стать предметом обсуждения на сегодняшней встрече лидеров стран ЕС. Встреча, как ожидается, начнется в 21:00 мск», — отметил он.\r\n\r\nЛидерами роста в первой половине сегодняшних торгов на Московской бирже можно назвать акции «Э. ОН Россия» (+2,6%), обыкновенные акции «Сургутнефтегаза» (+2,3%) и обыкновенные акции «Башнефти» (+2%), а лидерами падения — акции ТГК-1 (-4,2%), Polymetal (-2,3%) и ЛСР (-1,1%).', '2015-06-03'),
(2, 'Трофеи великих битв', '22 июня 1943 года, спустя два года после начала Великой Отечественной войны, в ЦПКиО им. Горького в Москве открылась выставка захваченного у Германии оружия. За пять лет ее существования на трофейные экспонаты, среди которых были танки, автомобили, авиация, артиллерия, пришли посмотреть более 7,5 млн человек.\r\n\r\nСпустя два года после начала Великой Отечественной войны, в ЦПКиО им. Горького в Москве открылась выставка захваченного у Германии оружия.', '2015-06-16');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
